{"@type":"http://kdo.render-project.eu/kdo#NewsArticle","url":"http://ijs.si/article/510162831","content":{"full":"Madaleine Sorkin becomes first woman to send The Honeymoon Is Over (V 5.13c) on Longs Peak Diamond \nROCKY MOUNTAIN NATIONAL PARK, COLORADO: Madaleine Sorkin, 34, of Boulder, Colorado, redpointed The Honeymoon is Over (V 5.13c) on the Diamond of Longs Peak September 7. At over 13,000 feet, the route ranks among the hardest in the world at that elevation.\nTommy Caldwell was the first to free the route in 2001, when it carried a rating of V+ 5.12 A0. Caldwell wrote of his ascent in Alpinist 19: \"5.13 at this altitude made me dizzy. Even the gear was tricky: mostly RPs that had to be carefully wiggled into miniscule seams from precarious positions.\" The free route was unrepeated until Jonathon Siegrist redpointed it in August 2012. Sorkin is the first woman, and the fifth person to ever redpoint the demanding climb. Joe Mills and Josh Wharton had the third and fourth ascents, respectively.\n\"It was fucking cold,\" Sorkin said.\n\"I became very adept at reading weather forecasts,\" she said about the previous two months she spent working the route. \"The wind was coming from the west and a little south. It was protected, which was key. That made a huge difference.\"\nAfter two pitches of 5.10 simul-climbing, The Honeymoon involves six hard pitches: three 5.12s and three 5.13s, depending on belay locations, which have changed since Tommy Caldwell's ascent.\nOn August 22, Sorkin free climbed to within two 5.12 pitches of the top before a severe storm stopped her and her partner, Eli Nissan. They were forced to bail.\n\"I learned that I can perform in 40-degree (Fahrenheit) weather, which was pretty cool,\" Sorkin said. \"I had, like, heat packs taped to my ankles. I don't know if they were helping or not but they were helping my morale. It's fun to see that's it's possible to climb that cold. It is not pleasant. There's definitely a lot of thought-fortitude to keep a flexible mindset engaged when you're stiff and cold.\"\nOn September 7 Sorkin and Matt Owen left their bivy at Chasm Lake, below the east face of Longs Peak, at 5:15 a.m. Owen supported Sorkin's ascent, jumaring the entire route, though he had never jumared before.\nSorkin led the three 5.13 pitches as two, without falling.\nAt the base of the second-to-last pitch, the 5.12+ that she didn't get to climb on August 22, Sorkin didn't remember her beta perfectly. \"I got up to the last move and punted. Like, the final move,\" she said. \"It's a final, powerful undercling, with all your rope drag.\"\nShe lowered to the belay and tried the 140-foot pitch a second time but she fell again.\n\"I was so pumped and tired. I couldn't do it. So I went down to a no-hands rest halfway and was like, 'Fuck it. I'm going from here.' That was my... ehhhhh... not as psyched with my send, but I'm fine with it.\"\nThe pair topped out the Diamond around 7:30 p.m. \"It was a good effort and a long day,\" she said. \"It was actually awesome to top out in the sunset. I was super emotional.\"\n\"Sometimes I've finished a big climb and felt out of sorts, I guess, afterwards,\" said Sorkin. \"And I just feel really content and satisfied right now.\"\nSiegrist recently nabbed the second ascent of what is currently the Diamond's hardest route, The Dunn-Westbay (V 5.14a), on August 15. Caldwell first freed the line in 2013.","preview":"Madaleine Sorkin becomes first woman to send The Honeymoon Is Over (V 5.13c) on Longs Peak Diamond \nROCKY MOUNTAIN NATIONAL PARK, COLORADO: Madaleine Sorkin, 34, of Boulder, Colorado, redpointed The H..."},"title":"Madaleine Sorkin becomes first woman to send The Honeymoon Is Over (V 5.13c) on Longs Peak Diamond","created":{"timestamp":1476588587000,"formatted":"16/10/2016 05:29:47","timeAgo":"in -823372s?"},"lang":"en","publisher":{"url":"www.alpinist.com","label":"www.alpinist.com"},"source":"http://www.alpinist.com/doc/web16c/newswire-madaleine-sorkin-becomes-first-woman-to-send-the-honey?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%253A%2Balpinist%252FEFcn%2B%2528Alpinist%2BNewswires%2529&utm_content=FeedBurner","location":null,"type":"http://kdo.render-project.eu/kdo#NewsArticle"}
